export const home_messages = {
  are_you_owner: `Ви є власником сауни, бані або SPA? Просувайте свої послуги та залучайте
    більше клієнтів`,
  place_ad: `Розмістіть оголошення про об’єкт на нашій платформі, щоб про неї
    дізналося більше людей`,
  add_venue: `Додати об’єкт до катологу`,
  popular_offers: 'Популярні пропозиції парних за містами',
  all_ukraine: 'Вся Україна',
  up_to_guests: `до {amount} чол.`,
  from: 'Від',
  detailed_metrics: 'Детальні метрики за вашим оголошенням',
  how_many_people:
    'Скільки людей переглянуло ваш об’єкт, як довго вивчали його та безліч інших даних, допомагаючих оцінити ефективнісь оголошення',
  register: 'Зареєструватись',
};
